Repository: common-repository/storecontrl-wp-connection
Catalog: languages/storecontrl-wp-connection-*.po
Languages: nl_nl

source: You're trying to use a trial key that isn't active. Trial keys are active for a month, you're required to purchase a full license after this period has ended. Visit <a href='http://www.arture.nl/products' title='Arture'>our website</a> for more information.
nl_nl: U probeert een sleutel te gebruiken die niet actief is. Sleutels voor proefperiodes blijven een maand werken, daarna dient u een licentie aan te schaffen. Bekijk <a href='http://www.arture.nl/products' title='Arture'>onze website</a> voor meer informatie.

source: The Arture StoreContrl API key is incorrect or inactive.
nl_nl: De Arture StoreContrl API sleutel is incorrect of inactief.

source: There is a new version available of the Arture StoreContrl API.
nl_nl: Er is een nieuwe versie beschikbaar van de Arture StoreContrl API.

source: The installed version:
nl_nl: De geïnstalleerde versie:

source: The newest version:
nl_nl: De nieuwste versie:

source: A problem has occured when checking the last time our cronjobs ran!
nl_nl: Er is een fout opgetreden tijdens het controleren van het laatste moment waarop de cronjobs zijn uitgevoerd!

source: The cronjob for syncing products with StoreContrl hasn't run for a while! The last time the cronjob ran was:
nl_nl: The cronjob die producten synchroniseert met StoreContrl is langdurig niet uitgevoerd! De laatste keer dat de cronjob is uitgevoerd is:

source: hours ago!
nl_nl: uur geleden!

source: The cronjob for syncing products with StoreContrl is not active!
nl_nl: The cronjob die producten synchroniseert met StoreContrl is niet actief!

source: Mappings are missing for the WooCommerce shipping methods.
nl_nl: Nog niet alle verzendmethodes zijn ingesteld.

source: Mappings are missing for the WooCommerce payment methods.
nl_nl: Er ontbreken koppelingen bij de betaalmethodes van WooCommerce.

source: API settings
nl_nl: API instellingen

source: Import settings
nl_nl: Importeer instellingen

source: Status logs
nl_nl: Status logboeken

source: Arture API key
nl_nl: Arture API sleutel

source: API url
nl_nl: API link

source: API key
nl_nl: API sleutel

source: API secret
nl_nl: API code

source: FTP url
nl_nl: FTP link

source: FTP user
nl_nl: FTP gebruiker

source: FTP password
nl_nl: FTP wachtwoord

source: Synchronisatie tijd
nl_nl: Gewenste synchronisatie tijd

source: Catalogus feed cronjob
nl_nl: Producten synchronisatie cronjob

source: Import images
nl_nl: Importeer afbeeldingen

source: New Products Status
nl_nl: Status voor nieuwe producten

source: No Images Product Status
nl_nl: Status bij producten zonder afbeelding

source: Excerpt
nl_nl: Samenvatting

source: Featured image
nl_nl: Uitgelichte afbeelding

source: Import categories
nl_nl: Importeer categorieën

source: Import only instock variations
nl_nl: Importeer enkel leverbare variaties

source: Import all products
nl_nl: Importeer alle producten

source: Keep product description
nl_nl: Behoud product omschrijving

source: Keep product title
nl_nl: Behoud product titel

source: Set barcode as SKU
nl_nl: Zet barcode als SKU

source: Link barcode to field(s)
nl_nl: Koppel barcode aan meta veld(en)

source: Use StoreContrl tags as maincategory *
nl_nl: Gebruik StoreContrl tags als hoofdcategorie *

source: * Include tags
nl_nl: * Toegestane tags

source: Sale category
nl_nl: SALE categorie

source: Additional main category *
nl_nl: Extra hoofdcategorie

source: * Exlude categories
nl_nl: * Categorieën uitsluiten

source: Set customer type
nl_nl: Klant type instellen

source: Map shipping methods
nl_nl: Verzendmethodes

source: Map payment methods
nl_nl: Betalingsmethodes koppelen

source: Save new orders
nl_nl: Nieuwe bestellingen opslaan

source: Delete products
nl_nl: Producten verwijderen

source: Save color
nl_nl: Kleur opslaan

source: Save brand
nl_nl: Merk opslaan

source: Save season
nl_nl: Seizoen opslaan

source: Save supplier
nl_nl: Leverancier opslaan

source: Save supplier_code
nl_nl: Leverancier code opslaan

source: Active cronjobs
nl_nl: Actieve cronjobs

source: Remaining Batches
nl_nl: Te verwerken batches

source: Debug logs
nl_nl: Debug logboeken

source: Insert the StoreContrl api url: https://CLIENTNAME.sc-cloud-01.nl:1443/WebApi
nl_nl: Vul uw StoreContrl api link in: https://CLIENTNAME.sc-cloud-01.nl:1443/WebApi

source: Your API key
nl_nl: Uw API sleutel

source: Your API secret
nl_nl: Uw API code

source: Let's sell some products!
nl_nl: Laten we producten verkopen!

source: Below you see our step-by-step guide for configurating this plugin. It’s important to follow the order of these steps to ensure solid configuration. Before you start the synchronization with StoreContrl, you should check all your import- and Woocommerce settings. Note: StoreContrl implemented a restriction on the product-synchronization of max. 2 per day.
nl_nl: Hier vind u een stap voor stap instructie over het instellen van de plugin. Het is belangrijk dat de stappen op volgorde worden gevolgd voor een stabiele installatie. Controlleer alle import- en Woocommerce instellingen voordat u begint met de syncronisatie met StoreContrl. Notitie: StoreContrl heeft een limiet voor product-synchronisatie van maximaal twee keer per dag.

source: Are you currently working on a staging/dev site and are you willing to sync more than 2 times a day? Please contact StoreContrl for changing this setting.
nl_nl: Bent u momenteel aan het werk met een test-/ontwikkelings- website en zou u meer dan 2 keer per dag willen synchroniseren? Neem dan contact op met Arture voor een tijdelijke test modus.

source: Setup guide
nl_nl: Installatie instructie

source: API settings | Enter your API keys and url's
nl_nl: API instellingen | Vul uw API sleutels en links in

source: API settings | Test your connection
nl_nl: API instellingen | Test uw verbinding

source: Import settings | Check your settings
nl_nl: Importeer instellingen | Controleer uw instellingen

source: Woocommerce | Check your settings
nl_nl: Woocommerce | Controleer uw instellingen

source: Woocommerce | Enable new orders if necessary
nl_nl: Woocommerce | Activeeroptie voor order verwerking

source: Setup | Run 'Total synchronization'. This action will get all existing StoreContrl products.
nl_nl: Installatie | Voer 'Totale synchronisatie' uit. Deze functie zal alle StoreContrl producten ophalen.

source: Setup | Run 'Process batches'. This action will process all batches/products for testing or init purpose
nl_nl: Installatie | Voer 'Verwerk batches' uit. Deze functie zal alle batches/producten verwerken voor test of initialisatie doeleinden

source: Cronjobs | Everything seems oke? Once all products have been successfully processed enable the cronjobs
nl_nl: Cronjobs | Alles lijkt in orde? Activeer de cronjobs zodra alle producten zijn gesynchroniseerd

source: Total synchronization
nl_nl: Totale synchronisatie

source: Process all batches
nl_nl: Verwerk alle batches

source: Download Log File
nl_nl: Download log bestand

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Yes/No
nl_nl: Ja/Nee

source: When enabled; existing product images will be imported/updated.
nl_nl: Zodra geactiveerd; bestaande product afbeeldingen zullen worden geïmporteerd/geüpdatet.

source: Live/Concept
nl_nl: Gepubliceerd / Concept

source: When enabled; new products will be put live after import.
nl_nl: Geactiveerd; nieuwe producten worden direct gepubliceerd.

source: When enabled; products with no images will be put live after import.
nl_nl: Geactiveerd; producten zonder afbeeldingen worden direct gepubliceerd.

source: Zodra geactiveerd; de samenvatting in de tekst zal worden opgeslagen.
nl_nl: Geactiveerd; de samenvatting in de tekst zal worden opgeslagen.

source: When enabled; the featured/first image will not be added to the product gallery.
nl_nl: Geactiveerd; de uitgelichte/eerste afbeeldingen zal niet worden toegevoegd aan de product galerij.

source: When enabled; existing product categories will be imported/updated.
nl_nl: Geactiveerd; bestaande productcategorieën zullen worden geïmporteerd/geüpdatet.

source: When enabled; only instock variations will be imported/updated.
nl_nl: Geactiveerd; alleen variaties die leverbaar zijn zullen worden geïmporteerd/geüpdatet.

source: When enabled; every sync will import/update all products. Default the only changed products of the last 14 days will be imported.
nl_nl: Geactiveerd; Alle synchronisaties zullen alle producten importeren/updaten. Standaard zullen alleen de producten die in de laatste 14 dagen zijn veranderd worden geïmporteerd.

source: When enabled; The product description will not be overwritten if a description is present.
nl_nl: Geactiveerd; de product content wordt niet bijgewerkt en kan handmatig worden gewijzigd in Woocommerce.

source: When enabled; The product title will not be overwritten if a description is present.
nl_nl: Geactiveerd; de product titel wordt niet bijgewerkt en kan handmatig worden gewijzigd in Woocommerce.

source: Zodra geactiveerd, de streepjescode van een variatie wordt ingesteld als de zichtbare SKU.
nl_nl: Geactiveerd, de streepjescode van een variatie wordt ingesteld als de zichtbare SKU.

source: Save the barcode in the above selected fields, hold down command on mac or ctrl on windows to select multiple fields
nl_nl: Sla de barcode op in de hierboven geselecteerde veld(en), houd command voor mac of ctrl voor windows ingedrukt om meerdere velden te selecteren

source: When enabled; variation aliases will be used. Default no.
nl_nl: Geactiveerd; de variatie alias wordt gebruikt.

source: When enabled; all product tags (existing in StoreContrl) given below will be used as maincategory.
nl_nl: Geactiveerd; alle product tags (bestaand in StoreContrl) hieronder aangegeven zullen worden gebruikt als hoofdcategorie.

source: Comma seperated tags by StoreContrl tag name.
nl_nl: Komma gescheiden tags zoals aanwezig in StoreContrl

source: All sale products will be connected to this custom Woocommerce category.
nl_nl: Alle SALE producten zullen worden gekoppeld aan deze extra Woocommerce categorie.

source: Comma seperated main categories by StoreContrl name.
nl_nl: Hoofd categorieën gebaseerd op StoreContrl naam gescheiden door komma's.

source: Run synchronisation cronjob in specific time range. Range is given start time plus one hour. Notice that thios cronjob can only run twice a day!
nl_nl: Voer de synchronisatie cronjob uit rond een specifieke tijd. Een specifieke tijd verwacht een start tijd met een extra uur. Houd er rekening mee dat deze cronjob maar twee keer per dag kan draaien!

source: SERVER CRONJOB / Wordpress cronjob disabled
nl_nl: SERVER CRONJOB / De Wordpress cronjob is uitgeschakeld

source: Enable/Disable
nl_nl: Activeren/Deactiveren

source: This cronjob will run twice a day. This call create/update all products ( content, images, stock ) from StoreContrl into Woocommerce.
nl_nl: Deze cronjob zal twee keer per dag worden uitgevoerd. Het zal alle producten ( inhoud, afbeeldingen, voorraad ) vanuit StoreContrl synchroniseren met Woocommerce.

source: Unable to activate this cronjob. API settings are empty or wrong!
nl_nl: Kon de cronjob niet activeren. De API instellingen zijn leeg of kloppen niet!

source: This cronjob will be run every 5 minutes. This call update all product/variation stock values.
nl_nl: Deze cronjob zal iedere 5 minuten worden uitgevoerd. Het update alle product/variatie voorraden.

source: How does my conjob work?
nl_nl: Hoe werkt mijn cronjob?

source: Default we use the Wordpress cronjobs when enabled. This will trigger the cronjobs only when there are visitors on your site! Someone has to visit the site before the event actually kicks off. So if you’ve scheduled something to happen hourly, but no one has visited your site in the last hour, then the event will never kick off.
nl_nl: Wij maken standaard gebruik van Wordpress cronjobs vanaf het moment van activatie. Dit zorgt ervoor dat cronjobs alleen zullen draaien als er bezoekers op de website zijn! Iemand moet de website bezoeken om de cronjob te laten draaien. Als er een planning is om een cronjob ieder uur te laten draaien, zonder dat er iemand op de website is geweest het afgelopen uur, zal de cronjob nooit worden gestart.

source: Optional you can trigger the default Wordpress cronjob with PLESK.
nl_nl: Het is ook mogelijk om de cronjobs in te stellen op SERVER niveau.

source: We also provide specific urls you can use for setup a server cronjob. Checkout below the available cronjobs and the related interval.
nl_nl: We leveren verschillende links waarmee u server cronjobs kunt instellen. Lees verder voor de beschikbare cronjobs met de gerelateerde tussentijd.

source: Cronjob url
nl_nl: Cronjob link

source: Interval
nl_nl: Tussentijd

source: Function
nl_nl: Functie

source: Product 12-hour sync
nl_nl: Producten 12-uur sync

source: Process product batches
nl_nl: Verwerk de product batches

source: Stock changes
nl_nl: Voorraad wijzigingen

source: No StoreContrl customer types available!
nl_nl: Geen StoreContrl klant types beschikbaar!

source: Every order needs a StoreContrl customer type. The selected type will be used for sending orders to StoreContrl
nl_nl: Iedere bestelling heeft een StoreContrl klant type nodig. Het geselecteerde type zal gebruikt worden tijdens het versturen van bestellingen naar StoreContrl

source: Unable to activate this action. API settings are empty or wrong!
nl_nl: Kon de functie niet activeren. De API instellingen zijn leeg of kloppen niet!

source: No Woocommerce shipping methods available!
nl_nl: Geen WooCommerce verzendmethodes beschikbaar!

source: No StoreContrl shipping methods available!
nl_nl: Geen StoreContrl verzendmethodes beschikbaar!

source: Woocommerce shipping method
nl_nl: Woocommerce verzendmethode

source: StoreContrl shipping method
nl_nl: StoreContrl verzendmethode

source: Select shipping method
nl_nl: Selecteer een verzendmethode

source: Every order needs a StoreContrl shipping method. Map all the existing Woocommerce shipping methods to an StoreContrl Woocommerce shipping method.
nl_nl: Iedere bestelling heeft een StoreContrl verzendmethode nodig. Koppel de bestaande Woocommerce verzendmethodes met StoreContrl verzendmethode.

source: Woocommerce not activated!
nl_nl: Woocommerce is niet geactiveerd!

source: Woocommerce payment method
nl_nl: Woocommerce betaalmethode

source: StoreContrl payment method
nl_nl: StoreContrl betalingsmethode

source: Select payment method
nl_nl: Selecteer een betaalmethode

source: Every order needs a StoreContrl payment method. Map all the existing Woocommerce payment methods to an StoreContrl Woocommerce payment method.
nl_nl: Iedere bestelling heeft een StoreContrl betaalmethode nodig. Verbind de bestaande Woocommerce betaalmethodes met StoreContrl Woocommerce betaalmethodes.

source: When enabled; new paid order(s) will automatically created in StoreContrl!
nl_nl: Zodra geactiveerd; nieuwe betaalde bestelling(en) zullen automatisch in StoreContrl worden aangemaakt!

source: When enabled; deleting order(s) will automatically deleted in StoreContrl!
nl_nl: Zodra geactiveerd; verwijderde bestellingen zullen automatisch uit StoreContrl worden verwijderd!

source: When enabled; deleted product(s) in StoreContrl will be put in the trash of WooCommerce!
nl_nl: Zodra geactiveerd; verwijderde producten uit StoreContrl zullen in WooCommerce in de prullenbak worden geplaatst.

source: Save value(s) as category! Be sure taxonomy "product_color" exist!
nl_nl: Sla waarde(s) op als categorie! Controleer het bestaan van de "product_color" categorie!

source: Save value(s) as product attribute!
nl_nl: Sla waarde(s) op als product attribuut

source: Save value(s) as category! Be sure taxonomy "product_brand" exist!
nl_nl: Sla waarde(s) op als categorie! Controleer het bestaan van de "product_brand" categorie!

source: Save value(s) as category! Be sure taxonomy "product_season" exist!
nl_nl: Sla waarde(s) op als categorie! Controleer het bestaan van de "product_season" categorie!

source: When enabled; the supplier will be saved as product attribute.
nl_nl: Zodra geactiveerd; de leverancier zal worden opgeslagen als product attribuut.

source: When enabled; the supplier_code will be saved as product attribute.
nl_nl: Zodra geactiveerd; de leverancier code zal worden opgeslagen als product attribuut.

source: Before you submit a support ticket please look at our support page. There you can find all the info about status codes and common questions.
nl_nl: Neem een kijkje op onze support pagina voordat u het contactformulier verstuurt. Daar kunt u allerlei informatie vinden over foutmeldingen, codes en meest gestelde vragen.

source: Visit our support page
nl_nl: Bezoek onze support pagina

source: Name
nl_nl: Naam

source: Your name
nl_nl: Uw naam

source: Description
nl_nl: Beschrijving

source: Attach a log file
nl_nl: Logboek toevoegen

source: None
nl_nl: Geen

source: Request support
nl_nl: Support aanvraag

source: Verify that you can send emails via wordpress!
nl_nl: Controleer of u emails kunt versturen via Wordpress!

source: Please provide us detailed information. Check first the cronjob status and debug logs.
nl_nl: Geef ons alstublieft gedetailleerde informatie. Controleer eerst de cronjob status en de debug logboeken.

source: Synchronize cronjobs not (all) activated!
nl_nl: Let op: niet alle cronjobs zijn momenteel actief!

source: Error: name field is empty!
nl_nl: Error: je naam is nog niet leeg.

source: Error: email field is empty!
nl_nl: Error: je email adres is nog leeg.

source: Error: description field is empty!
nl_nl: Error: de omschrijving is nog leeg.

source: Support request sended!
nl_nl: Je support aanvraag is verstuurd!

source: WP mail not working!
nl_nl: WP Mail werkt niet op deze omgeving!

source: No data submitted
nl_nl: Geen data opgeslagen

source: API settings are correct!
nl_nl: API instellingen zijn correct!

source: Arture key is incorrect!
nl_nl: Arture sleutel is onjuist!

source: No connection available!
nl_nl: Geen verbinding beschikbaar!

source: Manual triggered the "Total synchronization"
nl_nl: Handmatige start van "Totale synchronisatie"

source: Manual triggered the "Process batches"
nl_nl: Handmatige start van "Batches verwerken"

source: Notice: use this call only when your in StoreContrl dev modus!
nl_nl: Melding: gebruik deze optie alleen tijdens de ontwikkel fase!

source: Setup
nl_nl: Installatie

source: Check API key and secret
nl_nl: Controleer API sleutel en code

source: If you encounter problems or have questions regarding the functionality of the API. Please refer to the frequently asked questions or contact us
nl_nl: Als u problemen ondervind of vragen heeft met betrekking tot de functionaliteit van de plugin. Bekijk dan de veel gestelde vragen of neem contact met ons op

source: Frequently Asked Questions
nl_nl: Veel Gestelde Vragen

source: Contact us
nl_nl: Neem contact met ons op

source: StoreContrl WP Connection
nl_nl: StoreContrl WP Connectie

source: The Wordpress plugin for connecting Woocommerce with StoreContrl Cloud. With the synchronizing cronjobs your products will be automatically processed, images added, and the categories set. Every 5 minutes all stock changes are processed. We provide a up-to-date plugin, easy setup and always the best support.
nl_nl: De Wordpress plugin voor het verbinden van Woocommerce met StoreContrl Cloud. Doormiddel van de synchronisatie cronjobs zullen al uw producten automatisch worden verwerkt, afbeeldingen worden toegevoegd en categorieën worden ingesteld. Iedere 5 minuten zullen de veranderingen in voorraad worden doorgevoerd. Wij leveren een up-to-date plugin met makkelijke installatie en de beste ondersteuning.
